export const SlideData = [
    {
        title: "MX展廊",
        path: "/Works/mxGallery",
        label: "查看",
        image: "https://or-architecture.s3.amazonaws.com/projects/MX%E5%B1%95%E5%BB%8A/interior1.jpeg",
        shortIntro: "M即Movable Modules，可移动的模块构成了展廊的整体；X即Expandable Experience，可扩展的体验构建了展廊的意义。",
        alt: "",
        discription: `M即Movable Modules，可移动的模块构成了展廊的整体；X即Expandable Experience，可扩展的体验构建了展廊的意义。
        这次的营造发生在为某半成品楼盘建造展廊兼看房通道的事件中。一般在塑造精致室内空间的时候，通过在龙骨上挂饰面板将结构的毛坯遮挡。而这个半成品楼盘的工地则成为需要被遮挡的毛坯，需要在空间中搭建木龙骨，在看房的人流路径周围挂饰面板将路径包裹，成为一种内外反转的状态，此即意味着，通过“外挂”的骨骼，支持起“内挂”的墙面、吊顶和地面，将人与外界隔离。此时，外部成为一种“虚空的实体”，内部成为“有用的空间”。
        展廊朝向景观的一面全部为可开启的墙面，沿着森林，拼接延长，徐徐展开。朝向景观的一面全部为可开启的墙面，打开面向水杉林的景观。开启角度根据需要可以自己调整，在内部形成多样的空间边界，可以封闭，可以变化，在外部则形成丰富的立面表情。`
    },
    {
        title: "N.Y.R. 时装店",
        path: "/Works/NYRClothStore",
        label: "查看",
        shortIntro: `复古的手工质感，明快，柔和，纯净的氛围展现中性气息。使整个空间沐浴在柔和的光线中。`,
        image: "https://or-architecture.s3.amazonaws.com/projects/N.Y.R.+%E6%97%B6%E8%A3%85%E5%BA%97/%E5%BC%A7%E7%BA%BF%E3%80%81%E7%9B%B4%E7%BA%BF%E4%B8%8E%E6%8A%98%E7%BA%BF%E5%BD%A2%E6%88%90%E6%9E%84%E5%9B%BE++The+composition+of+arcs%2C+straight+lines+and+polylines.JPG",
        alt: "",
        discription: `这家服装店不仅仅做销售，还是一间客厅。这个客厅建立在以熟客和店主之间构建的交际圈中，以闲聊、换装、自拍为日常交际活动，需要具备一定的私密性，但沿街店铺仍需要一定的展示功能。因此，摒除通常平整通透的展示橱窗，改为向外平开的木窗、宽大的窗台、增加室外的座椅来对回应开放的街道生活。在室内与室外座椅相对应位置同样安排了室内座椅，这种空间布置与行为的对称性，亦是对街道生活内化的尝试：在一道窗的内外两侧，隔着墙背对而坐，行为的相似性与空间的对称性使模糊内外边界成为可能。
        在此基础上，将店面空间设想为经由一整个浅米色实体雕琢而出，或圆或方的洞口在空间中串联流动。使用圆角构成柔和的空间线条，内墙阳角位置也都做了倒角处理，尽量抵消工业化的材料痕迹。复古的手工质感，明快，柔和，纯净的氛围展现中性气息。混和原始木材，藤编和亚麻的自然材料气息，使整个空间沐浴在柔和的光线中，形成午后闲适的一隅。`
    },
    {
        title: "松柏酒店（设计中）",
        path: "",
        label: "查看",
        shortIntro: `松柏酒店（设计中）`,
        image: "https://or-architecture.s3.amazonaws.com/projects/%E6%9D%BE%E6%9F%8F%E9%85%92%E5%BA%97%EF%BC%88%E8%AE%BE%E8%AE%A1%E4%B8%AD%EF%BC%89/frontfacade.jpg",
        alt: "",
        discription: `这家服装店不仅仅做销售，还是一间客厅。这个客厅建立在以熟客和店主之间构建的交际圈中，以闲聊、换装、自拍为日常交际活动，需要具备一定的私密性，但沿街店铺仍需要一定的展示功能。因此，摒除通常平整通透的展示橱窗，改为向外平开的木窗、宽大的窗台、增加室外的座椅来对回应开放的街道生活。在室内与室外座椅相对应位置同样安排了室内座椅，这种空间布置与行为的对称性，亦是对街道生活内化的尝试：在一道窗的内外两侧，隔着墙背对而坐，行为的相似性与空间的对称性使模糊内外边界成为可能。
        在此基础上，将店面空间设想为经由一整个浅米色实体雕琢而出，或圆或方的洞口在空间中串联流动。使用圆角构成柔和的空间线条，内墙阳角位置也都做了倒角处理，尽量抵消工业化的材料痕迹。复古的手工质感，明快，柔和，纯净的氛围展现中性气息。混和原始木材，藤编和亚麻的自然材料气息，使整个空间沐浴在柔和的光线中，形成午后闲适的一隅。`
    },
    {
        title: "郭亮小学（施工中）",
        path: "",
        label: "查看",
        shortIntro: `郭亮小学（施工中）`,
        image: "https://or-architecture.s3.amazonaws.com/projects/郭亮小学（施工中）/courtyard.jpg",
        alt: "",
        discription: `这家服装店不仅仅做销售，还是一间客厅。这个客厅建立在以熟客和店主之间构建的交际圈中，以闲聊、换装、自拍为日常交际活动，需要具备一定的私密性，但沿街店铺仍需要一定的展示功能。因此，摒除通常平整通透的展示橱窗，改为向外平开的木窗、宽大的窗台、增加室外的座椅来对回应开放的街道生活。在室内与室外座椅相对应位置同样安排了室内座椅，这种空间布置与行为的对称性，亦是对街道生活内化的尝试：在一道窗的内外两侧，隔着墙背对而坐，行为的相似性与空间的对称性使模糊内外边界成为可能。
        在此基础上，将店面空间设想为经由一整个浅米色实体雕琢而出，或圆或方的洞口在空间中串联流动。使用圆角构成柔和的空间线条，内墙阳角位置也都做了倒角处理，尽量抵消工业化的材料痕迹。复古的手工质感，明快，柔和，纯净的氛围展现中性气息。混和原始木材，藤编和亚麻的自然材料气息，使整个空间沐浴在柔和的光线中，形成午后闲适的一隅。`
    }
]
